[Account_ledger_twk:DisTweaks_InteractableInterface_11 DisTweaks_InteractableInterface]
m_Name="本"
m_InteractText="`GBA_Use` 使う"
[attic_entrance_door_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 閉じる")
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage="このロッカーは施錠されている"

[attic_entrance_door_twk:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="扉"
m_InteractText="`GBA_Use` 開く"

[AudioGraphPlayer_Twk DisTweaks_AudioLogPlayer]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` オーディオグラフを止める")

[AudioGraphPlayer_Twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="オーディオグラフ再生機"
m_InteractText="`GBA_Use` 使う"
[bathtub_01_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="バスタブ"
m_InteractText="`GBA_Use` 飲む"

[brewery_01_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 閉じる")
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage="このロッカーは施錠されている"

[brewery_01_twk:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="醸造所"
m_InteractText="`GBA_Use` 開く"

[brothel_shutter_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 閉じる")
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage="ロックされている。`kが必要だ"

[brothel_shutter_twk:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="シャッター"
m_InteractText="`GBA_Use` 開く"

[candle_flame_01_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="ろうそく"
m_InteractText="`GBA_Use` 吹き消す"

[Chest_01_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 閉じる")

[Chest_01_twk:DisTweaks_InteractableInterface_4 DisTweaks_InteractableInterface]
m_Name="箱"
m_InteractText="`GBA_Use` 開く"

[combination_lock_01_twk:DisTweaks_InteractableInterface_6 DisTweaks_InteractableInterface]
m_Name="ダイヤル錠"
m_InteractText="`GBA_Use` 開く"

[crossbow_box_01_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 閉じる")

[crossbow_box_01_twk:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="箱"
m_InteractText="`GBA_Use` 開く"

[drill_01_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage="このロッカーは施錠されている"

[drill_01_twk:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="ドリル"
m_InteractText="`GBA_Use` 使う"
[DrinkCarousel_twk:DisTweaks_InteractableInterface_13 DisTweaks_InteractableInterface]
m_Name="ドリルコンベア"
m_InteractText="`GBA_Use` 開く"

[fountain_02_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="噴水"
m_InteractText="`GBA_Use` 飲む"

[foutain_03_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="スパークリングワインの噴水"
m_InteractText="`GBA_Use` 飲む"

[GenericSwitch_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="スイッチ"
m_InteractText="`GBA_Use` 使う"
[globe_01_twk:DisTweaks_InteractableInterface_8 DisTweaks_InteractableInterface]
m_Name="地球儀"
m_InteractText="`GBA_Use` 使う"
[grindstone_01_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage="このロッカーは施錠されている"

[grindstone_01_twk:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="グラインダー"
m_InteractText="`GBA_Use` 使う"
[guard_booth_hatch_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 閉じる")

[guard_booth_hatch_twk:DisTweaks_InteractableInterface_15 DisTweaks_InteractableInterface]
m_Name="ハッチ"
m_InteractText="`GBA_Use` 開く"

[hammam_foutain_wall_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="噴水"
m_InteractText="`GBA_Use` 飲む"

[hand_drawn_beer_01_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="バータップ"
m_InteractText="`GBA_Use` 使う"
[harp_01_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="ハープ"
m_InteractText="`GBA_Use` 奏でる"

[key_hole_01_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="鍵穴"
m_InteractText="`GBA_Use` 開く"

[lever_01_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""

[lever_01_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="スイッチ"
m_InteractText="`GBA_Use` 使う"
[lever_rich_01_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="スイッチ"
m_InteractText="`GBA_Use` 使う"
[lever_rich_02_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="スイッチ"
m_InteractText="`GBA_Use` 使う"
[locker_metal_01_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 閉じる")

[locker_metal_01_twk:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="ロッカー"
m_InteractText="`GBA_Use` 開く"

[metal_chest_01_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 閉じる")

[metal_chest_01_twk:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="キャビネット"
m_InteractText="`GBA_Use` 開く"

[metal_highchest_01_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 閉じる")

[metal_highchest_01_twk:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="ロッカー"
m_InteractText="`GBA_Use` 開く"

[Microscope_twk DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Microscope_twk:DisTweaks_Interactable_PickupBase_0 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="顕微鏡"
m_InteractText="`GBA_Use` 使う"
m_AltInteractText=""

m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[piano_01_clavier_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="ピアノ"
m_InteractText="`GBA_Use` 弾く"

[rich_sink_01_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="流し台"
m_InteractText="`GBA_Use` 飲む"

[safe_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 閉じる")
m_LockedMessage="番号が必要"

[safe_twk:DisTweaks_InteractableInterface_6 DisTweaks_InteractableInterface]
m_Name="金庫"
m_InteractText="`GBA_Use` 開く"

[secretary_desk_01_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 閉じる")

[secretary_desk_01_twk:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="机"
m_InteractText="`GBA_Use` 開く"

[SewerPlate_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 閉じる")
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""

[SewerPlate_twk:DisTweaks_InteractableInterface_7 DisTweaks_InteractableInterface]
m_Name="下水道のハッチ"
m_InteractText="`GBA_Use` 開く"

[SewerPlate_valve_twk:DisTweaks_InteractableInterface_8 DisTweaks_InteractableInterface]
m_Name="ハンドル"
m_InteractText="`GBA_Use` をホールドして回す"

[shop_rotisserie_01_twk:DisTweaks_InteractableInterface_8 DisTweaks_InteractableInterface]
m_Name="ホイール"
m_InteractText="`GBA_Use` 開く"

[sink_01_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="流し台"
m_InteractText="`GBA_Use` 飲む"

[still_01_twk:DisTweaks_InteractableInterface_8 DisTweaks_InteractableInterface]
m_Name="バルブ"
m_InteractText="`GBA_Use` 使う"
[toilet_01_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 開く")

[toilet_01_twk:DisTweaks_InteractableInterface_9 DisTweaks_InteractableInterface]
m_Name="トイレ"
m_InteractText="`GBA_Use` 閉じる"

[torture_generator_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage="今は使用できない"

[torture_generator_twk:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="レバー"
m_InteractText="`GBA_Use` 使う"
[trash_bin_01_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 閉じる")

[trash_bin_01_twk:DisTweaks_InteractableInterface_10 DisTweaks_InteractableInterface]
m_Name="ゴミ箱"
m_InteractText="`GBA_Use` 開く"

[triggering_book_01_twk:DisTweaks_InteractableInterface_11 DisTweaks_InteractableInterface]
m_Name="フェイクの本"
m_InteractText="`GBA_Use` 使う"
[trunk_01_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 閉じる")

[trunk_01_twk:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="トランク"
m_InteractText="`GBA_Use` 開く"

[UsableObject_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage="`k が必要"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[UsableObject_twk:DisTweaks_InteractableInterface_11 DisTweaks_InteractableInterface]
m_Name="[名前]"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[vise_01_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage="このロッカーは施錠されている"

[vise_01_twk:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="万力"
m_InteractText="`GBA_Use` 使う"
[wall_lever_01_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="スイッチ"
m_InteractText="`GBA_Use` 使う"
[Wardrobe_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 閉じる")

[Wardrobe_twk:DisTweaks_InteractableInterface_12 DisTweaks_InteractableInterface]
m_Name="ワードローブ"
m_InteractText="`GBA_Use` 開く"

[wheel_01_twk:DisTweaks_InteractableInterface_8 DisTweaks_InteractableInterface]
m_Name="ホイール"
m_InteractText="`GBA_Use` をホールドして回す"

